{
    "Showing": "Показано с",
    "results": "записей",
    "to": "по",
    "of": "из",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Когда двухфакторная аутентификация включена, вам будет предложено ввести надежный, случайный токен во время аутентификации. Вы можете получить этот токен в приложении Google Authenticator на вашем телефоне.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Чтобы завершить настройку двухфакторной аутентификации, отсканируйте следующий QR-код с помощью приложения аутентификатора на вашем телефоне или введите ключ настройки и предоставьте сгенерированный код OTP.",
    "Finish enabling two factor authentication.": "Завершите настройку двухфакторной аутентификации.",
    "You have enabled two factor authentication.": "Двухфакторная аутентификацию включена.",
    "Browser Sessions": "Сессии",
    "Manage and log out your active sessions on other browsers and devices.": "Управляйте и выходите из активных сеансов на других браузерах и устройствах.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Если необходимо, вы можете выйти из всех своих сеансов в браузерах на всех устройствах. Некоторые из ваших недавних сеансов перечислены ниже; однако этот список может быть не полным. Если вы считаете, что ваша учетная запись была скомпрометирована, вам также следует обновить свой пароль.",
    "This device": "Это устройство",
    "Enable": "Включить",
    "Desable": "Отключить",
    "Confirm": "Подтвердить",
    "Cancel": "Отменить",
    "Show Recovery Codes": "Показать коды восстановления",
    "Regenerate Recovery Codes": "Сгенерировать коды восстановления заново",
    "Delete Account": "Удалить аккаунт",
    "Permanently delete your account.": "Навсегда удалить свою учетную запись.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "После удаления вашей учетной записи все ее ресурсы и данные будут навсегда удалены. Прежде чем удалить свою учетную запись, пожалуйста, загрузите все данные или информацию, которые вы хотите сохранить.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Вы уверены, что хотите удалить свою учетную запись? После удаления учетной записи все ее ресурсы и данные будут навсегда удалены. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свою учетную запись.",
    "Log Out Other Browser Sessions": "Завершить другие сеансы",
    "Password": "Пароль",
    "Profile": "Профиль",
    "Confirm Password": "Подтвердите пароль",
    "For your security, please confirm your password to continue.": "Для вашей безопасности, пожалуйста, подтвердите ваш пароль чтобы продолжить.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите выйти из своих других сеансов в браузере на всех ваших устройствах.",
    "Whoops! Something went wrong.": "Что-то пошло не так.",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Перед тем как продолжить, пожалуйста, подтвердите свой адрес электронной почты, кликнув по ссылке, которую мы только что отправили вам на почту. Если вы не получили письмо, мы с радостью отправим его снова.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Новая ссылка для подтверждения была отправлена на адрес электронной почты, указанный вами в настройках профиля.",
    "Resend Verification Email": "Повторить",
    "Edit Profile": "Редактировать профиль",
    "Log Out": "Выйти",
    "Hello!": "Здравствуйте!",
    "Verify Email Address": "Подтвердить мой E-mail",
    "Please click the button below to verify your email address.": "Пожалуйста, нажмите кнопку ниже, чтобы подтвердить ваш адрес электронной почты.",
    "If you did not create an account, no further action is required.": "Если вы не создавали учетную запись на сайте quatros.ru, просто проигнорируйте это письмо.",
    "Regards,": "С уважением,",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Если у вас возникли проблемы с нажатием кнопки, скопируйте и вставьте следующий URL в ваш веб-браузер:"
}
